commands_templates/RestoreSystem0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl" xmlns:sch="http://www.onvif.org/ver10/schema" xmlns:xm="http://www.w3.org/2005/05/xmlmime" xmlns:inc="http://www.w3.org/2004/08/xop/include">
   <soap:Header/>
   <soap:Body>
      <wsdl:RestoreSystem>
         <!--1 or more repetitions:-->
         <wsdl:BackupFiles>
            <!--type: string-->
            <sch:Name>?</sch:Name>
            <sch:Data xm:contentType="application/?">
               <inc:Include href="?">
                  <!--You may enter ANY elements at this point-->
               </inc:Include>
            </sch:Data>
         </wsdl:BackupFiles>
      </wsdl:RestoreSystem>
   </soap:Body>
</soap:Envelope>